---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SectionAttrTailLength
source: html/c0f0697d-095e-c99f-51d9-6039161f92fb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SectionAttrTailLength Property

"Tail length"

## Syntax (C#)
```csharp
public static ForgeTypeId SectionAttrTailLength { get; }
```